/* No hot-key set */
"(none)" = "(ingen)";

/* Show floater forever */
"always" = "alltid";

/* Apply unsaved changes button */
"Apply" = "Utför";

/* Tool-tip for Apply button (active) */
"Apply changes permanently" = "Utför ändringar permanent";

/* Tool-tip for Apply button (ghosted) */
"Apply changes permanently\n(Disabled because there are no changes)" = "Utför ändringar permanent\n(Avaktiverad eftersom ändringar saknas)";

/* unsaved changes title */
"Apply unsaved changes?" = "Utför osparade ändringar?";

/* Cancel button */
"Cancel" = "Avbryt";

/* Tool-tip for button style popup (not ghosted) */
"Changes the visual appearance of the Synergy Menu Bar buttons" = "Ändrar utseendet på Synergys menyradsknappar";

/* Tool-tip for button style popup (ghosted) */
"Changes the visual appearance of the Synergy Menu Bar buttons\n(Disabled because \"Choose random button style\" is selected in the Advanced Tab" = "Ändrar utseendet på Synergys menyradsknappar\n(Avaktiverad eftersom alternativet \"Välj slumpmässigt utseende\" är valt i Avancerat-tabben";

/* Start Synergy button descriptive text */
"Click to start Synergy." = "Klicka för att starta Synergy.";

/* Stop Synergy button descriptive text */
"Click to stop Synergy (currently running in the background)." = "Klicka för att stoppa Synergy (körs för närvarande i bakgrunden).";

/* Stop Synergy button descriptive text */
"Click to stop Synergy." = "Klicka för att stoppa Synergy.";

/* 'Decrease rating' text */
"Decrease rating" = "Minska betyg";

/* Don't apply unsaved changes button */
"Don't Apply" = "Utför inte";

/* 'for' xxxx seconds */
"for" = "i";

/* 'Increase rating' text */
"Increase rating" = "Öka betyg";

/* Next track action description */
"Next track" = "Nästa spår";

/* Play/Pause action description */
"Play/Pause" = "Spela upp/Paus";

/* Previous track action description */
"Previous track" = "Föregående spår";

/* Purchase */
"Purchase" = "Purchase";

/* Purchase upgrade */
"Purchase upgrade" = "Purchase upgrade";

/* Quit Synergy action description */
"Quit Synergy" = "Avsluta Synergy";

/* 'Rate as' text */
"Rate as" = "Ge betyg";

/* 'Rate as no stars' text */
"Rate as no stars" = "Ge betyget inga stjärnor";

/* Synergy floater preview help suggestion */
"Read more about the floater in the Synergy Help" = "Läs mer om informationsrutan i Synergys Hjälp";

/* Really revert to previous settings? */
"Really revert to previous settings?" = "Really revert to previous settings?";

/* Really switch to defaults? */
"Really switch to defaults?" = "Really switch to defaults?";

/* Refresh... */
"Refresh..." = "Refresh...";

/* 10 user license description */
"Registered (10-user)" = "Registrerad (10-användare)";

/* 100 user license description */
"Registered (100-user)" = "Registrerad (100-användare)";

/* 20 user license description */
"Registered (20-user)" = "Registrerad (20-användare)";

/* 5 user license description */
"Registered (5-user)" = "Registrerad 5-användare)";

/* 50 user license description */
"Registered (50-user)" = "Registrerad (50-användare)";

/* Single user license description */
"Registered (Single user)" = "Registrerad (en användare)";

/* Tool-tip for Defaults button (active) */
"Reset to default settings" = "Återgå till standardinställningarna";

/* Tool-tip for Defaults button (ghosted) */
"Reset to default settings\n(Disabled because settings already match defaults)" = "Återgå till standardinställningarna\n(Avaktiverad eftersom inställningarna redan är som standardinställningarna)";

/* Revert all button */
"Revert all" = "Revert all";

/* Tool-tip for Revert button (active) */
"Revert to last-saved state" = "Återgå till senaste sparade inställningar";

/* Tool-tip for Revert button (ghosted) */
"Revert to last-saved state\n(Disabled because there are no changes)" = "Återgå till senaste sparade inställningar\n(Avaktiverad eftersom inga ändringar gjorts)";

/* abbreviation for 'seconds' */
"secs" = "sek";

/* Show/Hide floater action description */
"Show/Hide floater" = "Visa/Göm inforuta";

/* Show/Hide Synergy menu buttons */
"Show/Hide Synergy menu buttons" = "Visa/Göm Synergys menyknappar";

/* Start Synergy button */
"Start" = "Starta";

/* Tool-tip for Start button (active) */
"Start Synergy and place controls for iTunes in the Menu Bar" = "Starta Synergy och placera kontrollerna för iTunes i menyraden";

/* Tool-tip for Start button (ghosted) */
"Start Synergy and place controls for iTunes in the Menu Bar\n(Disabled because Synergy is in the process of starting)" = "Starta Synergy och placera kontrollerna för iTunes i menyraden\n(Avaktiverad eftersom Synergy håller på att starta)";

/* Starting Synergy status message */
"Starting Synergy." = "Startar Synergy.";

/* Stop Synergy button */
"Stop" = "Stopp";

/* Tool-tip for Stop button (active) */
"Stop Synergy and remove controls for iTunes from Menu Bar" = "Stoppa Synergy och ta bort kontrollerna för iTunes från menyraden";

/* Tool-tip for Stop button (active, but controls may be hidden) */
"Stop Synergy and, if present, remove controls for iTunes from Menu Bar" = "Stoppa Synergy och, om aktiverade, ta bort kontrollerna för iTunes från menyraden";

/* Synergy floater preview title */
"Synergy floater title" = "Synergy inforuta titel";

/* Synergy floater preview descriptive text */
"This is a preview of the floater" = "Detta är en förhandsvisning av inforutan";

/* Revert button explanation */
"This will revert all preferences, including preferences in other tabs, back to their previous values. Are you sure you want to do this?" = "This will revert all preferences, including preferences in other tabs, back to their previous values. Are you sure you want to do this?";

/* Defaults button explanation */
"This will set all preferences, including preferences in other tabs, back to their default values. Are you sure you want to do this?" = "This will set all preferences, including preferences in other tabs, back to their default values. Are you sure you want to do this?";

/* Unregistered description */
"Unregistered" = "Oregistrerad";

/* Use defaults button */
"Use defaults" = "Use defaults";

/* Volume down action description */
"Volume down" = "Sänk volymen";

/* Volume up action description */
"Volume up" = "Höj volymen";

/* Tool-tip for Floater checkbox (not ghosted) */
"When checked, a temporary song information floater appears when changing tracks" = "Om denna är ikryssad visas en tillfällig sånginformationsruta när du byter låt";

/* Tool-tip for Floater checkbox (ghosted) */
"When checked, a temporary song information floater appears when changing tracks;\ndisabled because the floater is set to display 'always'" = "Om denna är ikryssad visas en tillfällig sånginformationsruta när du byter låt\navaktiverad eftersom rutan är inställd på att alltid visas";

/* unsaved changes explanation */
"You have modified your settings but did not apply them. If you want to do so, click the Apply button. Otherwise, click Don't Apply or Cancel." = "Du har gjort ändringar som inte är sparade. Om du vill spara dina ändringar klickar du på Utför annars klickar du på Utför inte eller Avbryt.";

